-- ██╗  ██╗██████╗ ██████╗     ██████╗ ███████╗██╗   ██╗
-- ╚██╗██╔╝╚════██╗██╔══██╗    ██╔══██╗██╔════╝██║   ██║
--  ╚███╔╝  █████╔╝██║  ██║    ██║  ██║█████╗  ██║   ██║
--  ██╔██╗  ╚═══██╗██║  ██║    ██║  ██║██╔══╝  ╚██╗ ██╔╝
-- ██╔╝ ██╗██████╔╝██████╔╝    ██████╔╝███████╗ ╚████╔╝
-- ╚═╝  ╚═╝╚═════╝ ╚═════╝     ╚═════╝ ╚══════╝  ╚═══╝
--
--  X3D-Developer  ·  https://x3d-developer.com  ·  ฟรี ใช้ได้ทุกเซิร์ฟเวอร์

fx_version 'cerulean'
game 'gta5'
lua54 'yes'

name 'x3d_environment'
version '1.0.0'
author 'X3D-Developer'
description 'ล้างคราบเลือด ลอยยาง รอยแผลบนตัวผู้เล่น · ปิด NPC รถ AI scenario และกล้อง idle · ปรับได้ทุกอย่าง'

client_scripts {
    'config.lua',
    'client.lua',
}
